<template>
    <div class="section_wrapper">
        <h1>ООО Медицинский Диагностический Центр «ПРОЗДОРОВЬЕ» это:</h1>
        <p>
            Клиника «ПроЗдоровье» является обладателем лицензии на все заявленные виды
            доврачебной, амбулаторно-поликлинической помощи. Подробнее с копиями лицензий вы
            можете ознакомиться в разделе «Сертификаты и лицензии».
        </p>
        <p>
            Врачи клиники «ПроЗдоровье» осуществляют прием по продолжительности достаточный для
            сбора максимально подробного анамнеза, внимательного осмотра пациента, проведения
            диагностики. Вы можете быть уверены, что для решения вашей проблемы доктор уделит
            именно столько внимания, сколько потребуется – ведь речь идет о вашем здоровье!
            Коллектив врачей клиники «ПроЗдоровье» составляют кандидаты наук, специалисты высшей
            категории, настоящие профессионалы своего дела с большим опытом работы, прошедшие
            необходимые стажировки и дополнительное обучение. При обращении к нам пациентов
            заключаем договор на оказание медицинских услуг. Администраторы клиники «ПроЗдоровье»
            окажут вам всю необходимую помощь при ознакомлении с договором на оказание медицинских
            услуг, а также разъяснят непонятные положения и дадут всю интересующую вас информацию.
        </p>
        <p class="bold">
            Высокий уровень медицинского сервиса, широкий спектр услуг, команда квалифицированная
            сотрудников – главные преимущества нашей клиники!
        </p>
    </div>
</template>

<script>
export default {
    name: "text_index"
}
</script>

<style scoped>

</style>