<template>
    <main class="cardiology__main" id="main">
        <section class="section_outer section_bread_crumbs">
            <div class="section_inner">
                <div class="section_wrapper">
                    <div class="bread_crumbs__main">
                        <a href="/">Медицинская клиника «ПроЗдоровье»</a>
                    </div>
                    <div class="bread_crumbs__separator">/</div>
                    <div class="bread_crumbs__main">
                        <a href="/services/">Услуги</a>
                    </div>
                    <div class="bread_crumbs__separator">/</div>
                    <div class="bread_crumbs__next">Кардиология</div>
                </div>
            </div>
        </section>
        <section class="section_outer section_service_item">
            <div class="section_inner">
                <div class="section_wrapper">
                    <div class="section__title">Кардиология</div>
                    <div class="service_item__wrapper">
                        <img class="service_item__image" src="/img/carteology.png" alt="" />
                        <div class="service_item__info">
                            <div class="service_item__title">Профилактика сердечно-сосудистых заболеваний</div>
                            <div class="service_item__description">
                                Актуальность проблемы профилактики сердечно-сосудистых заболеваний в современном обществе сохраняет медицинскую и социальную значимость, в связи с их распространенностью, высоким процентом инвалидизации и чрезвычайно высокой смертностью, преимущественно среди населения трудоспособного возраста. Сократить смертность позволяют современные методы диагностики различных патологий.

                            </div>
                            <div class="service_item__description">
                                Сердечно-сосудистые заболевания (ССЗ) остаются основной причиной преждевременной смерти во всем мире. По данным эпидемиологических исследований, профилактика ССЗ высоко эффективна. Профилактика ССЗ – это координированный комплекс, направленный на устранение или минимизацию влияния ССЗ и связанной с ними инвалидности.

                            </div>

                            <button class="aright__signup">Записаться онлайн</button>
                        </div>
                    </div>
                </div>
            </div>
        </section>
        <section class="section_outer section_service_cost">
            <div class="section_inner">
                <div class="section_wrapper">
                    <div class="service_cost__left">
                        <div class="service_cost__title">Кардиология — Прейскурант ООО МДЦ «ПРОЗДОРОВЬЕ»</div>
                        <div class="service_cost__bottom">
                            <p>Мы рады помочь Вам по всем вопросам — звоните!</p>
                            <a href="tel:8 (988) 247-45-45"
                            ><svg
                                    width="16"
                                    height="16"
                                    viewBox="0 0 16 16"
                                    fill="none"
                                    xmlns="http://www.w3.org/2000/svg"
                            >
                                <path
                                        d="M15.5432 11.3061L12.0431 9.80686C11.8937 9.7431 11.7276 9.72963 11.5699 9.76848C11.4121 9.80733 11.2712 9.8964 11.1683 10.0223L9.61825 11.9159C7.18686 10.7701 5.2292 8.8122 4.08115 6.37813L5.97485 4.82824C6.10104 4.72579 6.19039 4.58486 6.22932 4.42687C6.26825 4.26888 6.25463 4.10247 6.19052 3.95294L4.69041 0.453035C4.61991 0.291798 4.49551 0.160233 4.33863 0.0809949C4.18175 0.00175651 4.00221 -0.0201974 3.83092 0.0189132L0.581101 0.768527C0.415991 0.806539 0.268626 0.899529 0.163079 1.03231C0.0575318 1.16508 4.16567e-05 1.3298 0 1.49955C0.00159593 3.4057 0.377944 5.29286 1.10755 7.05325C1.83715 8.81364 2.90572 10.4128 4.25222 11.7593C5.59872 13.1059 7.19678 14.1734 8.95512 14.9011C10.7135 15.6287 12.5976 16.0021 14.5 16C14.6695 16.0003 14.8342 15.9431 14.9671 15.8376C15.0999 15.732 15.1931 15.5845 15.2315 15.419L15.9816 12.1692C16.0202 11.9969 15.9977 11.8164 15.9177 11.659C15.8378 11.5015 15.7056 11.3769 15.5438 11.3067L15.5432 11.3061Z"
                                        fill="#0DC2B6"
                                />
                            </svg>
                                8 (988) 247-45-45
                            </a>
                        </div>
                    </div>
                    <button class="cost_right">Стоймость услуг</button>
                </div>
            </div>
        </section>
        <section class="section_outer section_service_text">
            <div class="section_inner">
                <div class="section_wrapper">
                    <div class="section__title">Когда следует обратиться к кардиологу</div>
                    <ol class="service_text__number_list">
                        <li class="service_text__number_item">
                            <p class="service_text__number_title">
                                1. Любые по характеру и локализации боли в грудной клетке
                            </p>
                            <p class="service_text__number_paragraf">Особенно если:</p>
                            <ul>
                                <li>
                                    - они возникают по центру за грудиной и в левой половине грудной клетки, в
                                    области сердца;
                                </li>
                                <li>- отдают в шею, нижнюю челюсть, левую руку, в обе руки, в спину;</li>
                                <li>- возникают после физической нагрузки.</li>
                            </ul>
                            <p class="service_text__number_paragraf">
                                В случае если боли такого характера появились впервые (или если они уже тебе
                                знакомы, но стали учащаться и усиливаться), необходимо вызвать скорую — данное
                                состояние может рассматриваться как острый коронарный синдром (нестабильная
                                стенокардия, предынфарктное состояние), возможная острая патология аорты. Увы, от
                                таких болезней сегодня не застрахованы даже мужчины в самом расцвете сил.
                            </p>
                        </li>
                        <li class="service_text__number_item">
                            <p class="service_text__number_title">
                                2. Одышка и внезапные приступы удушья по ночам
                            </p>
                            <p class="service_text__number_paragraf">
                                Чувствуешь, что дышать так же трудно, как после марафона, а ты ничего тяжелее
                                книги сегодня не поднимал? Ты неожиданно испытал состояние, близкое к бронхиальной
                                астме, но этого заболевания у тебя не было и нет? Такими симптомами проявляется
                                одна из разновидностей сердечной недостаточности — сердечная астма. Опасное
                                жизнеугрожающее последствие сердечной астмы — отек легких. Срочно вызывай
                                неотложку!
                            </p>
                        </li>
                        <li class="service_text__number_item">
                            <p class="service_text__number_title">3. Ощущение перебоев в работе сердца</p>
                            <p class="service_text__number_paragraf">
                                Сердце бьется неритмично, то еле трепыхается, как раненая птица, то замирает, то
                                вдруг начинает бешено колотиться. Причин у такого явления множество — от
                                остеохондроза и эндокринных заболеваний до острого инфаркта миокарда и ишемической
                                болезни сердца. Обязательно проконсультируйся со специалистом. А для начала измерь
                                давление: если на электронном тонометре появляется индикатор «сердце», то визит к
                                доктору нельзя откладывать!
                            </p>
                        </li>
                        <li class="service_text__number_item">
                            <p class="service_text__number_title">4. Учащенный или слишком редкий пульс</p>
                            <p class="service_text__number_paragraf">
                                Частым считается пульс более 100 в минуту, а редким — менее 50–60 в минуту.
                                Особенно опасно сочетание такого пульса с усиленным сердцебиением. Очень низкий
                                пульс (менее 40 ударов в минуту) крайне опасен: от нехватки кислорода страдает
                                головной мозг, может случиться обморок, травмы при падении. Но самое страшное —
                                остановка сердца, которая без экстренного медицинского вмешательства может
                                привести к смерти. Высокий пульс в сочетании с перебоями в сердце может
                                спровоцировать инсульт, сердечную астму, внезапный аритмический шок, острую
                                левожелудочковую недостаточность. Феномен учащенного или замедленного пульса
                                обязательно нужно исследовать — не помешает консультация с врачом-кардиологом.
                            </p>
                        </li>
                        <li class="service_text__number_item">
                            <p class="service_text__number_title">5. Эпизоды потери сознания</p>
                            <p class="service_text__number_paragraf">
                                Обмороки и предобморочные состояния (т.е. эпизоды резкой слабости, головокружения,
                                потемнения в глазах, не сопровождающиеся потерей сознания) могут сопровождать
                                инсульт (кровоизлияния в мозг), свидетельствовать о сахарном диабете и внутренних
                                кровотечениях (например, при разрыве селезенки или язве желудка). Причиной самых
                                тяжелых обмороков могут быть нарушения функции сердца, и тогда потеря сознания
                                может привести к летальному исходу. В любом случае даже при обмороке, после
                                которого твой организм быстро восстановился, необходимо обследоваться. Если у
                                кого-то при тебе случился обморок, немедленно вызывай скорую.
                            </p>
                        </li>
                        <li class="service_text__number_item">
                            <p class="service_text__number_title">
                                6. Повышение артериального давления выше 140/90
                            </p>
                            <p class="service_text__number_paragraf">
                                Высокое давление может привести к гипертоническому кризу, который может, в свою
                                очередь, привести к инсульту, инфаркту, тяжелым поражениям почек, инвалидности.
                                Впрочем, высокое давление и без криза чревато серьезными проблемами: из-за
                                постоянного спазма сосудов твои органы (и в первую очередь головной мозг) не
                                получают в необходимом объеме питательные вещества и кислород.
                            </p>
                        </li>
                        <li class="service_text__number_item">
                            <p class="service_text__number_title">7. Понижение давления ниже 90/60</p>
                            <p class="service_text__number_paragraf">
                                Чувствуешь, что дышать так же трудно, как после марафона, а ты ничего тяжелее
                                книги сегодня не поднимал? Ты неожиданно испытал состояние, близкое к бронхиальной
                                астме, но этого заболевания у тебя не было и нет? Такими симптомами проявляется
                                одна из разновидностей сердечной недостаточности — сердечная астма. Опасное
                                жизнеугрожающее последствие сердечной астмы — отек легких. Срочно вызывай
                                неотложку!
                            </p>
                        </li>
                        <li class="service_text__number_item">
                            <p class="service_text__number_title">8. Фиолетовый, синюшный цвет губ</p>
                            <p class="service_text__number_paragraf">
                                Посинение губ также называют цианозом. Этот специфический признак говорит о
                                проблемах с легкими или сердцем: в крови недостаточно кислорода, кровь
                                перенасыщена углекислым газом. Нередко синюшные губы — признак порока сердца.
                            </p>
                        </li>
                        <li class="service_text__number_item">
                            <p class="service_text__number_title">9. Отеки ног</p>
                            <p class="service_text__number_paragraf">
                                Отеки могут возникать по разным причинам (в том числе при варикозе, например). Но
                                чаще всего это признак сердечной недостаточности, а также пороков сердца,
                                перенесенного инфаркта, кардиомиопатии, аневризма аорты и др.
                            </p>
                        </li>
                        <li class="service_text__number_item">
                            <p class="service_text__number_title">10. Отеки ног</p>
                            <p class="service_text__number_paragraf">
                                Хоть это и не симптом, но важно знать: тебе обязательно нужно обратиться к
                                кардиологу, если в твоей семье у близких родственников были случаи внезапной
                                смерти. К сожалению, наследование сердечно-сосудистых заболеваний — весьма
                                распространенное явление.
                            </p>
                            <p class="service_text__number_paragraf margin">
                                Кроме того, взрослым и детям обязательно необходимо проходить обследование у
                                кардиолога перед началом активных занятий спортом.
                            </p>
                        </li>
                    </ol>
                </div>
            </div>
        </section>
        <section class="section_outer section_service_med">
            <div class="section_inner">
                <div class="section_wrapper">
                    <div class="section__title">Кардиологи ООО МДЦ «ПРОЗДОРОВЬЕ»</div>
                    <ul class="service_med__list">
                        <li class="service_med__item">
                            <img src="/img/med_worker.png" alt="" />
                            <div class="service_med__item_name">Афонасьева Александра Витальевна</div>
                            <div class="service_med__item_work">Глав. врач, хирург</div>
                            <div class="service_med__item_date">Опыт работы — 26 лет</div>
                            <button class="service_med__item_button">Записаться</button>
                        </li>
                        <li class="service_med__item">
                            <img src="/img/med_worker.png" alt="" />
                            <div class="service_med__item_name">Афонасьева Александра Витальевна</div>
                            <div class="service_med__item_work">Глав. врач, хирург</div>
                            <div class="service_med__item_date">Опыт работы — 26 лет</div>
                            <button class="service_med__item_button">Записаться</button>
                        </li>
                        <li class="service_med__item">
                            <img src="/img/med_worker.png" alt="" />
                            <div class="service_med__item_name">Афонасьева Александра Витальевна</div>
                            <div class="service_med__item_work">Глав. врач, хирург</div>
                            <div class="service_med__item_date">Опыт работы — 26 лет</div>
                            <button class="service_med__item_button">Записаться</button>
                        </li>
                        <li class="service_med__item">
                            <img src="/img/med_worker.png" alt="" />
                            <div class="service_med__item_name">Афонасьева Александра Витальевна</div>
                            <div class="service_med__item_work">Глав. врач, хирург</div>
                            <div class="service_med__item_date">Опыт работы — 26 лет</div>
                            <button class="service_med__item_button">Записаться</button>
                        </li>
                    </ul>
                </div>
            </div>
        </section>
    </main>

</template>

<script>
    export default {
        name: "cardiology"
    }
</script>

<style scoped>

</style>